Repository: zinecat/zinecat.org
Catalog: pawtucket/app/locale/*/messages.po
Languages: es_es

source: About
es_es: Sobre nosotros

source: Filter by
es_es: Filtrar por

source: Loading...
es_es: Cargando...

source: and %1 more
es_es: y %1 más

source: close
es_es: cerrar

source: Sort by:
es_es: Ordenar por:

source: Result
es_es: Resultado

source: Results
es_es: Resultados

source: Add all results to %1
es_es: Añadir todos los resultados a %1

source: Select results to add to %1
es_es: Selecciona los resultados que añadir a %1

source: Sort order:
es_es: Orden:

source: Ascending
es_es: Ascendente

source: Descending
es_es: Descendente

source: Start Over
es_es: Volver a empezar

source: Download results as:
es_es: Descargar resultados como:

source: Add selected results to %1
es_es: Añadir los resultados seleccionados a %1

source: Next %1
es_es: Siguientes %1

source: Top
es_es: Arriba

source: View sub-items
es_es: Ver sub-elementos

source: Loading
es_es: Cargando

source: Response Information
es_es: Información de respuesta

source: %1 Information
es_es: Información de %1

source: Name
es_es: Nombre

source: Description
es_es: Descripción

source: Save
es_es: Guardar

source: You have no %1.
es_es: No tiene %1.

source: New %1
es_es: Nuevo %1

source: New Group
es_es: Nuevo grupo

source: %1 members
es_es: %1 miembros

source: Url to join group
es_es: URL para unirse al grupo

source: Members
es_es: Miembros

source: Group has no users
es_es: El grupo no tiene usuarios

source: Delete
es_es: Eliminar

source: Cancel
es_es: Cancelar

source: Really delete <strong><em>%1</em></strong>? This action cannot be undone.
es_es: ¿Realmente quieres eliminar <strong><em>%1</em></strong>? Esta acción no es reversible.

source: %1 Access
es_es: Acceso a %1

source: Groups
es_es: Grupos

source: remove access
es_es: eliminar acceso

source: Users
es_es: Usuarios

source: Owner
es_es: Propietario

source: Refine sort by:
es_es: Refinar orden por:

source: All %1
es_es: Todos los %1

source: Edit Name/Description
es_es: Editar Nombre/Descripción

source: Share %1
es_es: Compartir %1

source: Manage %1 Access
es_es: Gestionar acceso a %1

source: Start presentation
es_es: Empezar la presentación

source: Download as:
es_es: Descargar como:

source: New User Group
es_es: Nuevo grupo de usuarios

source: Manage Your User Groups
es_es: Gestionar tu grupo de usuarios

source: Created by
es_es: Creado por

source: Displaying %1 view because required data is not available to generate a %1 view
es_es: Mostrando una vista %1 porque los datos necesarios para generar una vista %1 no están disponibles

source: Click the %1 near items throughout the site to add items to this %2.
es_es: Pulsa el icono %1 que acompaña a objetos a través del sitio para añadirlos a este %2.

source: Respond
es_es: Responder

source: %1 Response%2
es_es: % respuesta%2

source: Comments
es_es: Comentarios

source: add your comment
es_es: añade tu comentario

source: Contact
es_es: Contacto

source: Your message has been sent.
es_es: Tu mensaje ha sido enviado.

source: Simple Math Quiz (to prevent SPAMbots)
es_es: Test sencillo de matemáticas (para evitar SPAM)

source: Please correctly answer the security question.
es_es: Por favor contesta la pregunta de seguridad.

source: Terms and conditions
es_es: Términos y condiciones

source: I agree to the Terms and Conditions set out herein
es_es: Accepto los términos y condiciones aquí establecidos

source: You must agree to the terms and conditions before proceeding.
es_es: Tienes que dar tu acuerdo a los términos y condiciones antes de seguir.

source: Featured clips (%1)
es_es: Clips disponibles (%1)

source: Add your tags and comment
es_es: Añade tus etiquetas y comentarios

source: Tags
es_es: Etiquetas

source: tags separated by commas
es_es: etiquetas separadas por comas

source: Comment
es_es: Comentario

source: Share this item
es_es: Comparte este elemento

source: To e-mail address
es_es: Dirección electrónica destinatario

source: Enter multiple addresses separated by commas
es_es: Puede introducir múltiples direcciones separadas por comas

source: Your name
es_es: Tu nombre

source: Your email address
es_es: Tu dirección de correo electrónico

source: Security Question
es_es: Pregunta de seguridad

source: Subject
es_es: Asunto

source: Message
es_es: Mensaje

source: How to use the image viewer
es_es: Cómo usar el visor de imágenes

source: Click and drag with the mouse to pan across the image. You can use the mousewheel or trackpad to zoom in or out of the image. The <code>+</code> and <code>-</code> buttons and zoom slider bar at the top of viewer may also be used. The viewer displays the image at full resolution, loading detail as you zoom. The more you zoom the more detail will be visible.
es_es: Haz clic y arrastra con el ratón para desplazarte por la imagen. Puedes usar la rueda del ratón para acercarte o alejarte (zoom). También puedes usar los botones <code>+</code> y <code>-</code> y la barra corredera de encima del visor. El visor muestra la imagen en su más alta resolución, cargando el detalle según vas acercándote. Cuanto mayor el zoom, más detalles serán visibles.

source: You may add text annotations to the image. Each annotation is associated with a point, rectangular or polygon area on the image. To create an annotation select the point (line icon), rectangle or polygon tool from the tool bar, then click on the location you wish to annotate.
es_es: Puedes añadir anotaciones en la imagen. Cada anotación es un texto asociado a un punto, área rectangular o área poligonal de la imagen. Para crear una anotación selecciona la herramienta de punto, rectángulo or polígono de la barra de herramientas, y haz clic en la posición que quieres anotar.

source: For point annotations a line will appear connecting the location with a text box. The location will also be highlighted with a red translucent circle. You may drag both the point of the line and the text box to adjust position.
es_es: Para anotaciones en un punto, una línea aparecerá conectando la posición con una caja de texto. La posición también será marcada con un círculo translúcido rojo. Puedes arrastrar tanto el punto como la caja de texto para ajustar sus posiciones.

source: For rectangular annotations a rectangle will appear with a text box below and adjacent. Drag on the edges at the highlighted locations to resize the rectangle. Drag the rectangle on its interior to reposition it.
es_es: Para anotaciones en forma de rectángulo un rectángulo aparecerá con una caja de texto debajo y adyacente. Arrastra los lados del área marcada para cambiar el tamaño del rectángulo. Arrastra el rectángulo desde su interior para reposicionarlo.

source: For polygon annotations click repeatedly on the image to establish line segments at various locations for the polygon shape. The shape may have any number of points, and consequently sides. To complete the shape double-click when placing the final point or click on the pan, rectangle or point tools. You can adjust the shape by clicking and dragging on any point. To move the shape, click and drag on the outline, away from any point. To remove a point click on it while holding down the option key. To add a point click on the outline, away from any point, while holding down the option key.
es_es: Para anotaciones en forma de polígono haz clic repetidamente en la imagen para establecer los vértices del área poligonal.El área puede tener el número de vértices, y por tanto de lados, que desees. Para competar la forma haz doble-clic al colocar el último vértice, o selecciona la herramienta de desplazamiento, punto, rectángulo o polígono. Puedes ajustar la forma haciendo clic en cualquier vértice y arrastrándolo. Para mover el polígono, haz clic en su perímetro lejos de los vértices, y arrastra. Para eliminar un vértice haz clic sobre él mientras mantienes pulsada la tecla opción. Para añadir un vértice haz clic en cualquier punto del perímetro (que no sea un vértice existente) mientras mantienes pulsada la tecla opción.

source: You may also drag the text box into position. Click on the text box to add text. All changes to annotations are saved automatically as you work.
es_es: También puedes arrastrar la caja de texto para colocarla. Haz clic en la caja de texto para cambiar el texto. Todos los cambios a las anotaciones serán guardados automáticamente según los vayas haciendo.

source: Keyboard shortcuts
es_es: Teclas de acceso rápido

source: Single-key shortcuts are available for common actions. Pressing the key is equivalent to the corresponding mouse action.
es_es: Hay disponibles teclas de acceso rápido. Pulsar la tecla es equivalente a la acción correspondiente con el ratón.

source: %1 to activate image panning
es_es: %1 para activar el desplazamiento en la imagen

source: %1 to select the rectangle annotation tool
es_es: %1 para seleccionar la herramienta de anotación en forma de rectángulo

source: %1 to select the point annotation tool
es_es: %1 para seleccionar la herramienta de anotación en un punto

source: %1 to select the polygon annotation tool
es_es: %1 para seleccionar la herramienta de anotación en forma de polígono

source: %1 to delete the selected annotation
es_es: %1 para eliminar la anotación seleccionada

source: %1 to toggle visibility of the image overview
es_es: %1 para cambiar la visibilidad de la vista previa de imagen

source: %1 to return the image to the centered, zoomed out "home" position
es_es: %1 para volver a la posición inicial centrada, sin zoom

source: %1 to toggle visibility of viewer controls
es_es: %1 para cambiar la visibilidad de los controles de visualización

source: %1 to hide controls and labels
es_es: %1 para esconder controles y etiquetas

source: %1 or %2 to zoom in in small increments
es_es: %1 o %2 para acercar (zoom) en pequeños incrementos

source: %1 or %2 to zoom out in small increments
es_es: %1 o %2 para alejarse (zoom) en pequeños incrementos

source: %1, %2, %3 or %4 to pan the image in small increments
es_es: %1, %2, %3 o %4 para desplazarse en pequeños incrementos

source: more
es_es: más

source: item
es_es: elemento

source: items
es_es: elementos

source: view %1
es_es: ver %1

source: VIEW RECORD
es_es: VER FICHA

source: comment
es_es: comentario

source: comments
es_es: comentarios

source: %1 item
es_es: %1 elemento

source: %1 items
es_es: %1 elementos

source: Add item to %1
es_es: Añadir elemento a %1

source: Select a %1
es_es: Seleccionar %1

source: OR<br/>Create a New %1
es_es: O<br />Crear %1

source: Your %1
es_es: Tu %1

source: Select a group
es_es: Selecciona un grupo

source: Select a user group
es_es: Selecciona un grupo de usuarios

source: OR enter a user
es_es: O introduce un usuario

source: Enter a user
es_es: Introduce un usuario

source: email address or multiple addresses separated by comma
es_es: dirección electrónica o varias separadas por coma

source: Access
es_es: Acceso

source: Can read
es_es: Puede leer

source: Can edit
es_es: Puede editar

source: Back to %1
es_es: Vuelta a %1

source: User Groups
es_es: Grupos de usuarios

source: change access
es_es: cambio de acceso

source: write access
es_es: acceso en escritura

source: read access
es_es: acceso en lectura

source: Change to read access
es_es: Cambiar a acceso en lectura

source: Change to write access
es_es: Cambiar a acceso en escritura

source: Remove comment
es_es: Eliminar comentario

source: There are no items in this %1
es_es: No hay objetos en este %1

source: You may not edit this set, you have read only access.
es_es: No puedes editar este conjunto, sólo tienes acceso en lectura.

source: View Item Detail
es_es: Ver ficha del objeto

source: Enlarge Image
es_es: Ampliar imagen

source: Activity stream
es_es: Flujo de actividad

source: added an item to %1
es_es: añadió un objeto a %1

source: changed an item in %1
es_es: cambió un objeto en %1

source: removed and item from %1
es_es: eliminó un objeto de %1

source: shared %1 with %2
es_es: compartió %1 con %2

source: changed how they share %1 with %2
es_es: cambió cómo se comparte %1 con %2

source: unshared %1 with %2
es_es: dejó de compartir %1 con %2

source: commented on %1
es_es: comentó sobre %1

source: commented on an item in %1
es_es: comentó sobre un objeto en %1

source: made %1
es_es: creó %1

source: edited %1
es_es: editó %1

source: deleted %1
es_es: eliminó %1

source: Create your first %1
es_es: Crea tu primer %1

source: Your User Groups
es_es: Tus grupos de usuarios

source: You have made no user groups
es_es: No has creado grupos de usuarios

source: Login
es_es: Iniciar sesión

source: E-mail address
es_es: Dirección de correo electrónico

source: Password
es_es: Contraseña

source: Click here to register
es_es: Pulsa aquí para registrarte

source: Forgot your password?
es_es: ¿Se te ha olvidado la contraseña?

source: Profile
es_es: Perfil

source: Reset Password
es_es: Resetear contraseña

source: Only enter if you would like to change your current password
es_es: Complétalo sólo si quieres cambiar tu contraseña actual

source: Re-Type password
es_es: Confirma la contraseña

source: Register
es_es: Registro

source: Reset Your Password
es_es: Resetear tu contraseña

source: Instructions have been sent to the e-mail address you provided.
es_es: Se han enviado instrucciones a la dirección de correo electrónico que ha indicado.

source: You should receive the instructions within the hour. If you do not, contact us for assistance at
es_es: Debería recibir las instrucciones durante la hora siguiente. Si no, póngase en contacto con nosotros en

source: Your password has been reset!
es_es: Tu contraseña ha sido reseteada

source: You may now
es_es: Ahora puede

source: login
es_es: iniciar sesión

source: Please confirm you have copied the provided link properly. If you continue to have difficulty, contact us for assistance,
es_es: Por favor asegúrate de que has copiado correctamente el enlace proporcionado. Si a pesar de todo sigues teniendo dificultades, ponte en contacto con nosotros,

source: Please enter your new password.
es_es: Por favor introduce tu nueva contraseña.

source: New password
es_es: Nueva contraseña

source: Confirm new password
es_es: Confirma la nueva contraseña

source: To reset your password enter the e-mail address you used to register below. A message will be sent to the address with instructions on how to reset your password.
es_es: Para resetear tu contraseña introduce la dirección de correo electrónico que usaste para registrarte. Enviaremos un mensaje a esa dirección con instrucciones para completar la operación.

source: E-mail
es_es: Correo electrónico

source: Full results
es_es: Resultados completos

source: sort by:
es_es: ordenar por:

source: Search results for %1
es_es: Resultados de búsqueda para %1

source: Your search for %1 returned no results
es_es: Tu búsqueda para %1 no ha encontrado resultados

source: Page %1
es_es: Página %1

source: Download media
es_es: Descargar

source: %1 of %2
es_es: %1 de %2

source: Edit annotation
es_es: Editar anotación

source: The BookReader requires JavaScript to be enabled. Please check that your browser supports JavaScript and that it is enabled in the browser settings.
es_es: El lector BookReader sólo funciona si JavaScript está habilitado. Por favor comprueba que tu navegador incluye JavaScript y que está configurado para usarlo.

source: Close
es_es: Cerrar

source: Edit
es_es: Editar

source: Download
es_es: Descargar

source: Previous
es_es: Anterior

source: Next
es_es: Siguiente

source: Browse
es_es: Explorar

source: Browse by:
es_es: Explorar por:

source: Filter facet
es_es: Filtrar faceta

source: Browse all %1 &nbsp;<span class="glyphicon glyphicon-arrow-right"></span>
es_es: Explorar todos los %1 &nbsp;<span class="glyphicon glyphicon-arrow-right"></span>

source: No facets available
es_es: No hay facetas disponibles

source: User Profile
es_es: Perfil de usuario

source: Logout
es_es: Desconexión

source: Advanced Search
es_es: Búsqueda avanzada

source: Gallery
es_es: Galería

source: <div class='error'>An error in your system configuration has been detected</div> General installation instructions can be found <a href='http://wiki.collectiveaccess.org/index.php?title=Installation_(Pawtucket)' target='_blank'>here</a>. For more specific hints on the existing issues please have a look at the messages below.
es_es: <div class='error'>Se ha detectado un error en la configuración del sistema</div> Puedes encontrar instrucciones generales de instalación <a href='http://wiki.collectiveaccess.org/index.php?title=Installation_(Pawtucket)' target='_blank'>aquí</a>. Lee los mensajes que siguen, que dan pistas más específicas sobre los problemas encontrados.

source: ordenar en iconos
es_es: mostrar como cuadrícula de imágenes

source: ordenar en lista
es_es: mostrar como imágenes y títulos

source: No media available
es_es: No hay imagen

source: Right
es_es: Derecha

source: Left
es_es: Izquierda

source: *E-mail
es_es: *Dirección de correo electrónico

source: Your message has been sent
es_es: Tu mensaje ha sido enviado

source: ¿quieres puntuar este %1?
es_es: ¿Quieres valorar este objeto?

source: ¿quieres comentar este %1?
es_es: ¿Quieres añadir un comentario?

source: Artículos de esta colección
es_es: Objetos de esta colección

source: Exhibit
es_es: Exposición

source: %1 Fotografías más pertenencen a este reportaje
es_es: Otras %1 fotografías pertenecen a este reportaje

source: Add your comment/ rank
es_es: Añade tu comentario/valoración

source: Rank
es_es: Valoración

source: En Sala kubo-kutxa
es_es: En kubo-kutxa

source: Home
es_es: Inicio

source: En Sala Boulevard
es_es: XXXXXX

source: Login/Registrar
es_es: Entrar/Registrarse
